Repository: yarko-w/ejectify-macos
Catalog: ejectify/*.lproj/Localizable.strings
Languages: de

source: Actions
de: Aktionen

source: Unmount all
de: Deaktiviere alle

source: No volumes
de: Keine Volumes

source: Preferences
de: Einstellungen

source: Launch at login
de: Beim Login starten

source: Unmount when
de: Deaktivieren, sobald

source: Screensaver started
de: Bildschirmschoner startet

source: Screen is locked
de: Bildschirm gesperrt wird

source: Display turned off
de: Ruhezustand für Monitor aktiviert wird

source: System starts sleeping
de: Ruhezustand für Computer aktiviert wird

source: Force unmount
de: Deaktivierung erzwingen

source: Mount after delay
de: Nach Verzögerung aktivieren

source: About Ejectify
de: Über Ejectify

source: Quit Ejectify
de: Ejectify beenden
